Repository: StanfordBDHG/MyHeartCounts-iOS
Catalog: MyHeartCounts/Resources/Localizable.xcstrings
Source language: en
Languages: es

# %@ – %@ (Normal weight)
source: %1$@ – %2$@ (Normal weight)
es: %1$@ – %2$@ (Peso normal)

# %@ – %@ (Obesity class I)
source: %1$@ – %2$@ (Obesity class I)
es: %1$@ – %2$@ (Obesidad clase I)

# %@ – %@ (Obesity class II)
source: %1$@ – %2$@ (Obesity class II)
es: %1$@ – %2$@ (Obesidad clase II)

# %@ – %@ (Overweight / At risk)
source: %1$@ – %2$@ (Overweight / At risk)
es: %1$@ – %2$@ (Sobrepeso / En riesgo)

# %@ – %@ (Overweight)
source: %1$@ – %2$@ (Overweight)
es: %1$@ – %2$@ (Sobrepeso)

# %@ – %@ (Underweight)
source: %1$@ – %2$@ (Underweight)
es: %1$@ – %2$@ (Bajo peso)

source: %@ laps around a running track
es: %1$@ vueltas a una pista de atletismo

source: %@ lengths of the Golden Gate Bridge
es: %1$@ veces la longitud del puente Golden Gate

source: %@-Minute Run Test
es: Prueba de carrera de %@ minutos

source: %@-Minute Walk Test
es: Prueba de caminata de %@ minutos

source: %@+ (Obesity class II)
es: %@+ (Obesidad clase II)

source: %@+ (Obesity class III)
es: %@+ (Obesidad clase III)

# %lld hours and %lld minutes
source: %1$lld hours and %2$lld minutes
es: %1$lld horas y %2$lld minutos

source: %lld missed tasks in the past 2 weeks
es: %lld tareas perdidas en las últimas 2 semanas

# %lld over %lld
source: %1$lld over %2$lld
es: %1$lld de %2$lld

source: %lld selected
es: %lld seleccionados

source: < %@ (Severely underweight)
es: < %@ (Delgadez severa)

source: $150,000 and above
es: $150,000 y más

source: £150,000 and above
es: £150,000 y más

source: 1. Request a verification link
es: 1. Solicita un enlace de verificación

source: 2. Open the link in the email
es: 2. Abre el enlace en el correo electrónico

source: 4 to 5 hours
es: 4 a 5 horas

source: 5 to 6 hours
es: 5 a 6 horas

source: 6 to 7 hours
es: 6 a 7 horas

source: 7 to 9 hours
es: 7 a 9 horas

source: 9 to 10 hours
es: 9 a 10 horas

source: 10+ hours
es: 10+ horas

source: 12-Minute Run Test (Cooper Test)
es: Prueba de carrera de 12 minutos (Prueba de Cooper)

source: Abdominal Aortic Aneurysm
es: Aneurisma aórtico abdominal

source: About %@
es: Acerca de %@

source: about %@ trips around the Earth
es: unas %1$@ vueltas alrededor de la Tierra

source: About the My Heart Counts Study
es: Acerca del estudio My Heart Counts

# ACCOUNT_SETUP_DESCRIPTION
source: Please log in to your existing account. If you do not have an existing account, please sign up.
es: Por favor, inicie sesión. Si no tiene una cuenta de My Heart Counts, por favor regístrese.

# ACCOUNT_SETUP_DESCRIPTION_SUBTITLE
source: If you were part of the original My Heart Counts study, your account will not transfer over and you will need to create a new account.
es: Si formó parte del estudio original de My Heart Counts, su cuenta no se transferirá y necesitará crear una cuenta nueva.

# ACCOUNT_SIGNED_IN_DESCRIPTION
source: You are already logged in with the account shown below. Continue or change your account by logging out.
es: Ya ha iniciado sesión con esta cuenta. Cierre sesión si quiere cambiar de cuenta.

source: Achievements
es: Logros

source: Active
es: Activo

source: Active Energy
es: Energía activa

source: Actively smoking
es: Fuma actualmente

source: Add Data
es: Agregar Datos

source: Add Height & Weight Samples
es: Agregar Muestras de Altura y Peso

source: Adult Congenital Heart Disease (ACHD), Single Ventricle (Fontan) or Systemic Right Ventricle (Mustard, Senning, congenitally corrected transposition of the great arteries)
es: Enfermedad cardíaca congénita del adulto (ACHD), ventrículo único (Fontan) o ventrículo derecho sistémico (Mustard, Senning, transposición congénitamente corregida de las grandes arterias)

source: Age
es: Edad

source: All Samples
es: Todas las Muestras

source: All tasks have been completed!
es: ¡Todas las tareas han sido completadas!

source: Allow Notifications
es: Permitir Notificaciones

source: Always Available
es: Siempre disponible

source: American Samoa
es: Samoa Americana

source: Angina (heart chest pains)
es: Angina (dolor en el pecho de origen cardíaco)

source: Another test is already active
es: Ya hay otra prueba en curso

source: Answer Questionnaire
es: Responder al cuestionario

source: Answer Survey
es: Responder al cuestionario

source: Answer Survey Again
es: Volver a responder al cuestionario

source: Apple ID Sharing
es: Uso compartido de Apple ID

source: Are you %lld years old or older?
es: ¿Tiene %lld años o más?

source: Are you Hispanic/Latino?
es: ¿Es usted hispano/latino?

source: Are you sure you want to withdraw from the My Heart Counts study? You can re-enroll later if you choose.
es: ¿Está seguro de que desea retirarse del estudio My Heart Counts? Puede volver a inscribirse más adelante si lo desea.

source: Are you using a shared Apple ID?
es: ¿Está utilizando un Apple ID compartido?

source: Article
es: Artículo

source: Articles Read
es: Artículos leídos

source: Atrial fibrillation (Afib)
es: Fibrilación auricular (FA)

source: Average
es: Promedio

source: Bachelor
es: Licenciatura

source: Best Step Day
es: Mejor día de pasos

source: Biological Sex at Birth
es: Sexo Biológico al Nacer

source: Blockage/Stenosis, Surgery, or Stent
es: Obstrucción/estenosis, cirugía o stent

# Blood Lipids
source: LDL Cholesterol
es: Colesterol LDL

source: Blood Type
es: Grupo Sanguíneo

source: Body Mass Index
es: Índice de masa corporal

source: Bronze Anniversary
es: Aniversario de bronce

source: Can you read and understand %@ in order to provide informed consent and follow instructions?
es: ¿Puede leer y entender %@ para proporcionar su consentimiento informado y seguir las instrucciones?

source: Cancel
es: Cancelar

source: Cardio Connoisseur
es: Experto del corazón

source: Carotid Artery Blockage/Stenosis
es: Obstrucción/estenosis de la arteria carótida

source: Carotid Artery Surgery or Stent
es: Cirugía de la arteria carótida o colocación de stent

source: Change Language
es: Cambiar Idioma

source: Check for App Update
es: Buscar actualizaciones de la app

source: Chronic kidney disease
es: Enfermedad renal crónica

source: Close
es: Cerrar

source: College graduate or Baccalaureate Degree
es: Graduado/a universitario/a o título de Licenciatura

source: College/University Graduate Degree
es: Posgrado universitario (maestría/doctorado)

source: Coming Soon
es: Muy pronto

source: Comorbidities
es: Comorbilidades

source: Companion Watch App Not Installed
es: Aplicación complementaria de reloj no instalada

source: Complete
es: Completar

source: Complete Demographics
es: Completar datos demográficos

source: Complete your first questionnaire
es: Complete su primer cuestionario

source: Completed
es: Completados

# COMPREHENSION_QUESTION_1
source: If at any point during this study I do not feel well, I should immediately contact my healthcare provider.
es: Si en algún momento durante este estudio no me siento bien, debo ponerme en contacto inmediatamente con mi proveedor de atención médica.

# COMPREHENSION_QUESTION_2
source: I am not required to complete all or any parts of this study if I don’t want to.
es: No estoy obligado a completar todas o ninguna de las partes de este estudio si no quiero.

# COMPREHENSION_QUESTION_3
source: Once I start participating in this study, I can choose to not continue at any time with no repercussions to me.
es: Una vez que empiece a participar en este estudio, puedo decidir no continuar en cualquier momento sin repercusión alguna.

# COMPREHENSION_STEP_SUBTITLE
source: Please answer a few review questions to ensure you understand the consent form
es: Por favor, responda unas preguntas para asegurarnos de que entiende el formulario de consentimiento.

# COMPREHENSION_STEP_TITLE
source: Consent Survey
es: Cuestionario de consentimiento

source: Congenital Heart Defect
es: Defecto cardíaco congénito

source: Congenital Heart Disease OTHER than Single Ventricle or Systemic Right Ventricle
es: Enfermedad cardíaca congénita DISTINTA de ventrículo único o de ventrículo derecho sistémico

source: Consent
es: Consentimiento

source: Consent Date
es: Fecha de Consentimiento

source: Consent Documents
es: Documentos de Consentimiento

source: Consent Renewal
es: Renovación de Consentimiento

source: Consent Version
es: Versión de Consentimiento

source: Continue
es: Continuar

source: Cooper Trooper
es: Veterano del test de Cooper

source: Copper Anniversary
es: Aniversario de cobre

source: Coral Anniversary
es: Aniversario de coral

source: Coronary Artery Disease
es: Enfermedad coronaria

source: Coronary Blockage/Stenosis
es: Obstrucción/estenosis coronaria

source: Coronary Stent/Angioplasty
es: Stent/angioplastia coronaria

source: Cotton Anniversary
es: Aniversario de algodón

source: Cross %@ of study enrollment
es: Alcance %@ de inscripción en el estudio

source: Crystal Anniversary
es: Aniversario de cristal

source: Current Streak
es: Racha actual

source: Cycling
es: Ciclismo

source: Daily Average
es: Promedio diario

source: Data collection enabled for %lld sensors
es: Recopilación de datos habilitada para %lld sensores

source: Date
es: Fecha

source: Date of Birth
es: Fecha de nacimiento

source: Date of Diagnosis
es: Fecha de diagnóstico

source: Date of Enrollment
es: Fecha de inscripción

source: day
es: día

source: days
es: días

# DEMO_NUDGE_MESSAGE
source: Set a reminder to stand and walk for 5 minutes each hour this morning. Light movement can lift your mood and help you stay on track.
es: Programe un recordatorio para levantarse y caminar durante cinco minutos cada hora esta mañana. El movimiento ligero puede mejorar su estado de ánimo y ayudarlo a mantenerse en el buen camino.

# DEMO_NUDGE_TITLE
source: Add a quick standing break
es: Incorpore una pausa breve para ponerse de pie

source: Demographics
es: Datos demográficos

source: Diamond Anniversary
es: Aniversario de diamante

source: Did Opt In to Trial
es: Optó por participar en el ensayo

source: Didn't attend school
es: No asistió a la escuela

source: Diet
es: Dieta

source: Dilated Cardiomyopathy (DCM)
es: Miocardiopatía dilatada (MCD)

source: Disabled
es: Deshabilitado

source: Distance
es: Distancia

source: District of Columbia
es: Distrito de Columbia

source: Doctoral Degree
es: Doctorado

source: Don't Know
es: No lo sé

source: Don't reactivate
es: No reactivar

source: Done
es: Listo

source: ECG
es: Electrocardiograma

# ECG_INSTRUCTIONS_TEXT
source: ## Taking an ECG with Your Apple Watch Your Apple Watch can record an electrocardiogram (ECG) to check your heart rhythm. This feature helps you capture your heart's electrical activity in just 30 seconds. To take an ECG, make sure your watch is snug on your wrist. Open the ECG app on your Apple Watch and rest your arms on a table or in your lap. Place your finger on the Digital Crown without pressing it, and hold still for 30 seconds while the recording completes. The app will classify your heart rhythm as Sinus Rhythm, Atrial Fibrillation, Low/High Heart Rate, or Inconclusive. Your results are saved in the Health app on your iPhone for you to review or share with your doctor. Remember: This feature is not constantly monitoring for AFib and cannot detect heart attacks. If you experience chest pain, pressure, or other symptoms, call emergency services immediately.
es: ## Realizar un ECG con su Apple Watch Su Apple Watch puede registrar un electrocardiograma (ECG) para verificar el ritmo de su corazón. Esta función le ayuda a capturar la actividad eléctrica de su corazón en solo 30 segundos. Para realizar un ECG, asegúrese de que su reloj esté bien ajustado en su muñeca. Abra la aplicación ECG en su Apple Watch y descanse los brazos sobre una mesa o en su regazo. Coloque el dedo en la Corona Digital sin presionarla y manténgase inmóvil durante 30 segundos mientras se completa la captura. La aplicación clasificará su ritmo cardíaco como Ritmo Sinusal, Fibrilación Auricular, Frecuencia Cardíaca Baja/Alta o Inconcluso. Los resultados se guardan en la aplicación Salud en su iPhone para que los revise o los comparta con su médico. Recuerde: Esta función no monitorea continuamente la fibrilación auricular y no puede detectar ataques cardíacos. Si experimenta dolor en el pecho, presión u otros síntomas, llame a los servicios de emergencia de inmediato.

source: ECGs Recorded
es: ECG registrados

source: Education Level
es: Nivel educativo

source: Educational Level
es: Nivel Educativo

source: Electrocardiogram
es: Electrocardiograma

# ELIGIBILITY_STEP_SUBTITLE
source: Before you begin, we’ll ask you a few quick questions to ensure the study is a good fit for you.
es: Antes de comenzar, le haremos unas preguntas rápidas para asegurarnos de que el estudio sea adecuado para usted.

# ELIGIBILITY_STEP_TITLE
source: Eligibility
es: Elegibilidad

source: Email verification is required to secure your account.
es: La verificación del correo electrónico es necesaria para proteger tu cuenta.

# EMAIL_VERIFICATION_SHEET_EXPLAINER
source: A verified email lets us confirm it's really you, protects your account from unauthorized changes, and ensures you can reset your password or recover your account if needed.
es: Un correo electrónico verificado nos permite confirmar que realmente eres tú, protege tu cuenta contra cambios no autorizados y garantiza que puedas restablecer tu contraseña o recuperar tu cuenta si es necesario.

# EMAIL_VERIFICATION_SHEET_NO_ACCOUNT
source: Unable to connect to account. Make sure you have a working network connection.
es: No se pudo conectar con la cuenta. Asegúrate de tener una conexión de red activa.

# EMAIL_VERIFICATION_SHEET_STATUS_IS_NOT_VERIFIED
source: Your email currently is not verified
es: Tu correo electrónico aún no está verificado

# EMAIL_VERIFICATION_SHEET_STATUS_IS_VERIFIED
source: Your email address is verified
es: Tu dirección de correo electrónico está verificada

source: Email…
es: Correo electrónico…

source: Emerald Anniversary
es: Aniversario de esmeralda

source: Enable
es: Habilitar

source: Enable App Debug Mode
es: Habilitar Modo de Debug de la Aplicación

source: Enable Clinical Records
es: Habilitar Registros Clínicos

source: Enable SensorKit
es: Habilitar SensorKit

# ENABLE_SENSORKIT_SUBTITLE
source: Enabling SensorKit provides more accurate and in-depth data for things like ECG to help advance cardiovascular research
es: Al habilitar SensorKit, se obtienen datos más precisos y detallados, como el electrocardiograma (ECG), para contribuir al avance de la investigación cardiovascular.

source: Engagement
es: Participación

source: England (%@)
es: Inglaterra (%@)

source: Enroll
es: Inscribirse

source: Enroll into the study
es: Inscríbase en el estudio

source: Enrolled since
es: Inscrito desde

source: Enrolled since: %@
es: Inscrito desde: %@

source: Enter %@
es: Ingrese %@

source: Enter Blood Pressure
es: Ingresar Presión Arterial

source: Enter BMI
es: Ingresar IMC

source: Erectile dysfunction
es: Disfunción eréctil

source: Estimate
es: Estimación

source: Exercise Time
es: Tiempo de ejercicio

# EXERCISE_MINUTES_SCORE_EXPLAINER
source: Your physical exercise score is determined based on the total amount of exercise minutes tracked over the past 7 days, by an Apple Watch or compatible third-party app.
es: Su puntuación de ejercicio físico se determina en función del total de minutos de ejercicio registrados en los últimos 7 días mediante un Apple Watch o una aplicación de terceros compatible.

source: Failed to create local study bundle
es: Error al crear el paquete de estudio local

source: Failed to Download Study Information
es: No se pudo descargar la información del estudio

source: Failed to Load Study into App
es: No se pudo cargar el estudio en la aplicación

source: Failed to process Sleep Sessions
es: No se pudieron procesar las sesiones de sueño

source: False
es: Falso

source: Fasting Blood Glucose
es: Glucemia en ayunas

source: FCM Token
es: Token de FCM

source: Feedback
es: Comentarios

# FEEDBACK_FORM_FOOTER_TEXT
source: Your feedback helps us improve My Heart Counts and all feedback is greatly appreciated. The feedback you share with us will be associated with your Email address. This allows us to reach out to you if required.
es: Sus comentarios nos ayudan a mejorar My Heart Counts y todos los comentarios son muy apreciados. Los comentarios que comparta con nosotros se asociarán a su dirección de correo electrónico. Esto nos permite contactarle si es necesario.

source: Feel free to check back later!
es: ¡Puede volver a consultar más tarde!

source: Fetching…
es: Obteniendo…

# FINAL_ENROLLMENT_STEP_MESSAGE_BASELINE
source: After your baseline week, you'll begin the 2-week trial comparing different types of physical activity coaching. You'll receive notifications when this phase begins.
es: Tras la semana inicial, comenzará un ensayo de 2 semanas de duración que compara diferentes tipos de asesoramiento sobre actividad física. Recibirá notificaciones cuando comience esta fase.

# FINAL_ENROLLMENT_STEP_MESSAGE_DATA_COLLECTION
source: The app will begin collecting activity data from your phone and any connected wearable devices you’ve authorized.
es: La aplicación comenzará a recopilar datos de actividad de su teléfono y de cualquier dispositivo wearable conectado que haya autorizado.

# FINAL_ENROLLMENT_STEP_MESSAGE_EVERY_DAY
source: Each day, you’ll see a personalized list of tasks in your dashboard. These typically take just 5-10 minutes to complete.
es: Cada día verá una lista personalizada de tareas en su panel. Por lo general, toman solo de 5 a 10 minutos en completarse.

# FINAL_ENROLLMENT_STEP_MESSAGE_FOOTER
source: By joining this study, you’re contributing to important research that may help improve our understanding of heart health for people across diverse communities.
es: Al unirse a este estudio, está contribuyendo a una investigación importante que puede ayudar a mejorar nuestra comprensión de la salud del corazón en personas de diversas comunidades.

# FINAL_ENROLLMENT_STEP_MESSAGE_SEVEN_DAYS
source: Over the next 7 days, you’ll be guided through several short activities: - Completing surveys about your health, lifestyle, and well-being. - Recording your baseline physical activity through the app. - Performing optimal fitness assessments if appropriate for your health status.
es: Durante los próximos 7 días, se le guiará a través de varias actividades breves: - Completar encuestas sobre su salud, estilo de vida y bienestar. - Registrar su actividad física inicial a través de la aplicación. - Realizar evaluaciones de aptitud física óptimas cuando sea apropiado para su estado de salud.

source: Find your NHS Number
es: Encuentre su número del NHS

source: First 3 Digits of ZIP Code
es: Primeros 3 Dígitos del Código Postal

source: First half of Postcode
es: Primera mitad del Código Postal

source: Flights Climbed
es: Tramos subidos

source: Flower Anniversary
es: Aniversario de flores

source: For more information and updates, visit myheartcounts.stanford.edu
es: Para más información y actualizaciones, visite myheartcounts.stanford.edu

source: Fun Facts
es: Datos curiosos

source: Gender Identity
es: Identidad de Género

# GENDER_FEMALE
source: Female
es: Mujer

# GENDER_MALE
source: Male
es: Hombre

# GENDER_OTHER
source: Gender Variant / Non-Conforming
es: Variante de género / no conforme

# GENDER_PREFER_NOT_TO_STATE
source: Prefer not to state
es: Prefiero no declarar

# GENDER_TRANS_FEMALE
source: Transgender Female
es: Mujer transgénero

# GENDER_TRANS_MALE
source: Transgender Male
es: Hombre transgénero

source: Get Link
es: Obtener enlace

source: Giga Streaker
es: Racha giga

source: Go to next field
es: Ir al siguiente campo

source: Go to previous field
es: Ir al campo anterior

source: Gold Anniversary
es: Aniversario de oro

source: Grade School
es: Educación primaria

source: Has withdrawn from Study
es: Se ha retirado del estudio

source: Hawaii
es: Hawái

source: Health
es: Salud

source: Health Records
es: Registros de salud

source: Health Totals
es: Totales de salud

# HEALTH_RECORDS_NUDGE_SUBTITLE
source: Enabling access to clinical and health record data helps support cardiovascular research through richer, longitudinal health information.
es: Permitir el acceso a datos clínicos y de historiales médicos ayuda a respaldar la investigación cardiovascular mediante información de salud más completa y longitudinal.

# HEALTH_RECORDS_PERMISSIONS_SUBTITLE
source: You may choose to share certain health records from your Apple Health app, such as lab results, medications, or immunizations. This information will be used for research to better understand heart health. Sharing is voluntary and can be withdrawn at any time.
es: Puede elegir compartir ciertos registros de salud desde la app Salud de Apple, como resultados de laboratorio, medicamentos o inmunizaciones. Esta información se utilizará con fines de investigación para comprender mejor la salud del corazón. Compartir es voluntario y puede revocarse en cualquier momento.

source: HealthKit Access
es: Acceso a HealthKit

source: HealthKit Deletions
es: Eliminaciones de HealthKit

source: HealthKit Upload (Historical)
es: Carga de HealthKit (histórica)

source: HealthKit Upload (Live)
es: Carga de HealthKit (en tiempo real)

# HEALTHKIT_PERMISSIONS_DESCRIPTION
source: My Heart Counts needs read-access to automatically collect data such as heart rate, step counts, active calories, sleep durations, etc. Further, granting write-access will give the best user experience with the application for dashboard features. To enhance research and optimize user experience, select **“Turn On All”**. We are committed to protecting your privacy. Your data will be securely shared only among the My Heart Counts Research Team and our trusted research partners. Any data shared publicly will be thoroughly de-identified to ensure it cannot be traced back to you. Additionally, we require all external researchers to prove their qualifications and obtain approval before accessing any shared data for their studies. You can revoke this access at any time.
es: My Heart Counts necesita acceso de lectura para recopilar automáticamente datos como frecuencia cardíaca, conteos de pasos, calorías activas, duraciones de sueño, etc. Además, otorgar acceso de escritura brindará la mejor experiencia de uso de la aplicación para las funciones del panel. Para potenciar la investigación y optimizar la experiencia del usuario, seleccione **“Activar todo”**. Estamos comprometidos con la protección de su privacidad. Sus datos se compartirán de forma segura únicamente entre el Equipo de Investigación de My Heart Counts y nuestros socios de investigación de confianza. Cualquier dato que se comparta públicamente será minuciosamente desidentificado para garantizar que no pueda vincularse con usted. Además, exigimos que todos los investigadores externos acrediten sus calificaciones y obtengan la aprobación antes de acceder a cualquier dato compartido para sus estudios. Puede revocar este acceso en cualquier momento.

# HEALTHKIT_PERMISSIONS_SUBTITLE
source: The My Heart Counts Study uses Health Data collected on your iPhone to further research. Granting access to all fields (or as many as you are comfortable with) ensures the most well powered study possible.
es: El estudio My Heart Counts utiliza los Datos de Salud recopilados en su iPhone para avanzar la investigación. Conceder acceso a todos los campos (o a tantos como le resulten cómodos) garantiza el estudio con la mayor potencia estadística posible.

source: Heart Attack/Myocardial Infarction
es: Infarto de miocardio / ataque al corazón

source: Heart Bypass Surgery
es: Cirugía de bypass coronario

source: Heart Failure
es: Insuficiencia cardíaca

source: Heart Failure or CHF
es: Insuficiencia cardíaca o ICC

source: Heart Health
es: Salud del Corazón
